{
    "draw": 2,
    "recordsTotal": 9107,
    "recordsFiltered": 9107,
    "total": 10,
    "data": [
        {
            "id_koleksibuku": "10893",
            "id_encrypt_buku": "M2I0NzAzYjkzNzU0NGY0NDY4ZGIzZjU5YjU3N2RkODhmOTA0YmViODZjYjUwODY4ZjhlOTZhNzhlNmE5NDk0YjI5NTlmZmExY2UxMGQ5OGUwNDI3Y2Y5YjBjNjVmM2JmYWViNzcxODMyYTdmM2EwMTE1MGE5ZGQ0OTU4ZTZiMjNDbFhuUzBKMXRGblp3N05CYzlZY0x0WFFFV2h3WFdNZzQwSUIxckxkMnRFPQ==",
            "no_induk": "P7711",
            "uuid_koleksi": "111859b9-b4e1-486e-8b5b-746b7d194691",
            "kode_panggil_ddc": null,
            "judul": "AI and the Future of Education: Teaching in the Age of Artificial Intelligence",
            "judul_asli": null,
            "pengarang": "SHAH, Priten",
            "penerbit": "Jossey-Bass",
            "tahun_terbit": "2023",
            "kota_terbit": "Canada",
            "edisi": "",
            "kolasi": "xiii + 236 hlm. ; 21 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "607.1",
            "subjek": "Education--Technology",
            "no_rak": null,
            "ISBN": "978-1394219247",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7722",
            "abstrak": "<p>Among teachers, there is a cloud of rumors, confusion, and fear surrounding the rise of artificial intelligence. AI and the Future of Education is a timely response to this general state of panic, showing you that AI is a tool to leverage, not a threat to teaching and learning. By understanding what AI is, what it does, and how it can be used to enhance education, you can let go of anxiety and uncertainty, and learn to embrace artificial intelligence.<br />\r\nIt&#39;s true that, along with tremendous opportunities, AI presents some challenges for the field of education. In this book, Priten Shah, a Harvard M.Ed. with a robust background in educational innovation, helps you face these challenges head on, so you can gain the knowledge and skills you need to use AI effectively in your classroom. Thanks to this thorough consideration of ethical considerations and practical approaches, you can develop your own strategy for leveraging AI in administrative tasks, lesson design, professional development, and beyond.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>Bab 1. Embracing AI in Education<br />\r\nBab 2. defining AI<br />\r\nBab 3. reframing education in the age of AI<br />\r\nBab 4. Adapting pedagogy for AI integration<br />\r\nBab 5. Using AI in Curriculum development<br />\r\nBab 6. automating administrative tasks<br />\r\nBab 7. boosting engagement and motivation<br />\r\nBab 8. teaching students about AI<br />\r\nBab 9. ethical students about AI<br />\r\nBab 10. Teacher professional development in the AI era<br />\r\nBab 11. adapting and growing with AI in education</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Dipinjam",
            "jumlah_keluar": "1",
            "jumlah_total": "1",
            "file_teks": "",
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/AI%20and%20the%20Future%20of%20Education%20Teaching%20in%20the%20Age%20of%20Artificial%20Intelligence_0001.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 15:34:56",
            "updated_at": "2024-08-30 14:53:31",
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10892",
            "id_encrypt_buku": "MWJlZGFmZDI3Nzk4ZDI4NDVhNzMxYWI4Y2U0NDM1NDBiZjg3YTIxYmZjZjE2OWJmZmE3MjM0N2JhYThiM2EwMGFhZDkyMDc0MDc2YTU0ZjNhZGEwNDI3YzcwMTViZDJmZjczMTIwZmRiZjIzMTNhNDdiNGU1Nzc1ZDc0MTE4MThFVGV6eWRWdnBEbTIyNjZ5TFNIWHlueW1DazlxQk1Ba2ZBQWdKc2draXNvPQ==",
            "no_induk": "P7710",
            "uuid_koleksi": "4eb9904a-e8a0-4696-88aa-90a3ed01235b",
            "kode_panggil_ddc": null,
            "judul": "Education in Indonesia: critical perspectives on equity and social justice",
            "judul_asli": null,
            "pengarang": "ZULFA Sakhiyya and Teguh Wijaya Mulya",
            "penerbit": "Springer",
            "tahun_terbit": "2023",
            "kota_terbit": "Singapore",
            "edisi": "",
            "kolasi": "xxvi, 255 hlm. ; illustrations ; 24 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "370.959",
            "subjek": "Education--Indonesia",
            "no_rak": null,
            "ISBN": "9789819918775",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7721",
            "abstrak": "<p>This book offers a critical analysis on Indonesian education by drawing from various critical perspectives and theoretical frameworks to explore persistent challenges and social inequality problems in the education sector. Critical perspectives are important to reveal how education is not a neutral, mechanistic process of cultivating the knowledge and skills of future generation. Instead, it is a battleground in which competing visions, ideologies, discourses, religious values, and political interests struggle for dominance in a given society. In each of the sections, contributors draw upon specific case studies and employ critical theories to analyze power relations or to identify and destabilize underlying structures, dominant discourses, hegemonic knowledge, policies, or practices. Some authors also highlight data evidencing inequities, inequalities, or injustices in Indonesian education system. As a handbook, the emphasis on critical perspectives is useful to identify and evaluate the blind spots of dominant policy discourses and their pedagogical consequences. The plurality of critical approaches also means that this book is necessarily multidisciplinary. A unique feature of this book is the fact that most authors are Indonesian academics who bring with them tacit knowledge of practices and issues. Overall, this book enriches the literature by bringing together different disciplinary perspectives such as political science, psychology, international relations, economics, and linguistics to critically examine important issues related to education in Indonesia</p>\r\n",
            "TOC": "<p>Part I Equality and Inclusiveness in Indonesian Education: Gender, Class, and Identity Politics<br />\r\n2. The (Dis-)Appearance of &quot;(M)others&quot;: The Roles of International Development Organizations on the Discourses of Women in Indonesia&#39;s Early Childhood Education Programs<br />\r\n3. COVID-19 Widening the Gap in Education: Evidence from Urban Jakarta<br />\r\n4. Rethinking the Discourse of School Readiness in Indonesian Early Childhood Education</p>\r\n\r\n<p>Part II The Neoliberalization of Indonesian Education System<br />\r\n5. Vocationalizing Education: The Dangers of Link-And-Match Paradigm for the Students&#39; Future<br />\r\n6. Changing Knowledge Production in Indonesian Higher Education: Is It a Bare Pedagogy? N<br />\r\n7. The Part-Time Academic Identity: An &quot;Englishman in New York&quot;?</p>\r\n\r\n<p>Part III Education and the State Apparatus: Religion, Law, and Local Politics<br />\r\n8. Pesantren in Contemporary Indonesia: Negotiating Between Equity and the Market<br />\r\n9. Courts and the Right to Education in Indonesia<br />\r\n10. Attraction of Authority: The Indonesian Experience of Educational Decentralization</p>\r\n\r\n<p>Part IV Strengthening Democratic Practices, Exploring Critical Alternatives<br />\r\n11. A Critical Narrative Inquiry into the Struggles and Agency of English Language Learners from &quot;Underdeveloped&quot; Regions in West Kalimantan<br />\r\n12. Envisaging a Critical Sexuality Education in Indonesia: A Poststructuralist Offer<br />\r\n13. Swimming Against the Stream: Rationales, Challenges, and Survival Strategies of Homeschooling Families in Indonesia<br />\r\n14. Conclusion</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Dipinjam",
            "jumlah_keluar": "1",
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/Education%20in%20Indonesia%20critical%20perspectives%20on%20equity%20and%20social%20justice_0001.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 15:32:43",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10891",
            "id_encrypt_buku": "YzVlYzhiM2U0MzY4ODdhY2NhMzI3MGY0ZmJhNGY0YzJlNWJkMDk0YzE5MGExMmI2MTQzMDViYmNhMGE3ZDM3NTYzNTRiMjVhMGMyNWU4ZGJmYWE4YzNmN2Q3ZmE2MjE4Y2U0ZDFlNjY4MzU1YzQ2ODRkY2NmZjM2ZDNmMTFjZWNKKzJQV1FYc2VoSzBwbHFSUmJmUEk0WEN3KzgvNEZVOENDb0dkVUtxMFdRPQ==",
            "no_induk": "P7708",
            "uuid_koleksi": "a09e7ac3-b9aa-442b-8d09-1836a73f1bce",
            "kode_panggil_ddc": null,
            "judul": "Degrowth Decolonization and Development: When Culture Meets the Environment",
            "judul_asli": null,
            "pengarang": "DE SANTO, Milica Kočović and Domptail, Stéphanie Eileen ",
            "penerbit": "Springer Cham",
            "tahun_terbit": "2023",
            "kota_terbit": "Swiss",
            "edisi": "",
            "kolasi": "v + 220 hlm. ; 24 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "306.4",
            "subjek": "budaya",
            "no_rak": null,
            "ISBN": "978-3-031-25944-9",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7719",
            "abstrak": "<p>Degrowth Decolonization and Development reveals common underlying cultural roots to the multiple current crises. It shows that culture is an essential sphere to initiate fundamental changes and solutions as it brings about transformative imaginaries on a theoretical, political and practical level. The book focusses on the interplay between culture and the environment, society and the economy. It provides a critique of concepts associated with the term &ldquo;Development&rdquo; and reveals knowledge and theories outside the comfort zone of the mainstream Western theoretical landscape, which will certainly be instrumental in the decolonization of both development theories and practices. The book convincingly reveals the large array of domains, which, when interpreted from a decolonization and Degrowth perspective, can be managed through logics of environmental justice, social equity and equality, and generate societally more desirable outcomes.<br />\r\nThe book presents a multidisciplinary perspective on the contemporary global crises and features interdisciplinary analyses thereof through the lenses of cultural studies, critical development studies, political economy, eco-feminist political ecology, anthropology and sociology. Degrowth Decolonization and Development unveils the fundamental role of the dichotomies characterizing the Western modern development paradigm in shaping today&rsquo;s actions, and especially the dichotomies of Global North and Global South, Centre and Periphery, Developed and Developing/Underdeveloped, Man and Nature. Degrowth Decolonization and Development addresses all researchers and activists interested in sustainability transformation and decolonization processes in Development studies.<br />\r\nDegrowth Decolonization and Development is structured as a collection of seven original case studies. These are authored by researchers who met when presenting their work in Decolonization and Degrowth panels from the ISEE-ESEE-Degrowth Conference, Manchester, July 5-8, 2021, and the 8th International Degrowth Conference in The Hague, Netherlands, August 24-28, 2021. The concluding chapter proposes a synthesis identifying key concepts and steps in cultural change for the decolonization of the Western worldview towards &ldquo;pluriverse&rdquo; alternatives. The book traces future imaginaries for modelling future new systemic solutions and a needed radical change.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>1. How Culture and Worldviews Shape Development and our Environment<br />\r\n2. The Progressivity and Transformative Role of Culture<br />\r\n3. Anticipation of the Degrowth Concept in the Socialist Republic of Poland of the 1970s<br />\r\n4. A New Wave of Civic Activism<br />\r\n5. On Cultural Direction of Socio-Ecological Transformations: Lessons from Degrowth and Buen Vivir/sumak kawsay<br />\r\n6. Decolonizing Nature? Worldviews of Agroecological Farmers in Germany to Address the Global Environmental Crisis<br />\r\n7. Aestheticizing Catastrophes?<br />\r\n8. The Absence of Gendered Management of Climate Change in China<br />\r\n9. Beyond Western Dichotomies of Power: Life-Centered Development, Reciprocity and Co-creation Within Nature</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Tersedia",
            "jumlah_keluar": null,
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/Degrowth%20Decolonization%20and%20Development%20When%20Culture%20Meets%20the%20Environment_0001%20(1).jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 15:30:10",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10890",
            "id_encrypt_buku": "ZjY2NzZiNzhlZWVhZTZhZDQzZTY4MGJjOGZiODIzYWQ0MDg4Y2NkN2YwM2RjOTA4NTI2YTEwNTVlYzUzZDhlMjE1YzI0YTU5NmVmZDlmOWY0NTM2MGI1OGVkZjc2MDBlNjkzNmI5OWQ3ZDI3NDQ5NTg1ZmZiNTM2ODVlNmY2ZWVOUWgvdXR1cVRGU3docjUzVHBreit3TkYrU2hISGJwL1VWMllXR2phREVVPQ==",
            "no_induk": "P7707",
            "uuid_koleksi": "61e65b23-4de9-4e23-993f-d9d6d15b3cb1",
            "kode_panggil_ddc": null,
            "judul": "The Chinese Economy",
            "judul_asli": null,
            "pengarang": "MORGAN, Stephen L.",
            "penerbit": "agenda",
            "tahun_terbit": "2021",
            "kota_terbit": "new castle",
            "edisi": "",
            "kolasi": "xviii + 316 hlm. ; 21 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "330.9",
            "subjek": "China - Economic conditions",
            "no_rak": null,
            "ISBN": "9781788210812",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7718",
            "abstrak": "<p>China&#39;s transformation over the past four decades has been unprecedented. The vision of its leaders for the next three decades is unprecedented too, as China seeks to fashion an advanced economy without significant political and social liberalization.</p>\r\n\r\n<p>Stephen Morgan provides a wide-ranging examination of China&#39;s remarkable economic history from the time of the great divergence to the present day. Alongside the familiar story of GDP growth, he considers a comprehensive range of issues, including business management, energy use, foreign direct investment, government, innovation and consumerism as well as social and demographic factors such as social networks, health, education and migration and their interlinked challenges for the Chinese state. The specifics of development are examined capitalism from above and below and its regional variances - as well as notable consequences, including growing inequality and severe pollution. The book also assesses the challenges to China&#39;s continued growth, including its ageing and shrinking workforce (and rising dependency ratio), the constraints on innovation and raising productivity, as well as its ambitious international plans.</p>\r\n\r\n<p>The book provides an accessible and authoritative survey of China&#39;s recent economic history and the workings of its unique political economy suitable for courses in Asian business and economy, Chinese history and East Asian studies.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>1. INTRODUCTION: PAST AND PRESENT<br />\r\n2. CHINA&#39;S &quot;LONG&quot; TWENTIETH CENTURY<br />\r\n3. MEASURING THE CHINESE ECONOMY<br />\r\n4. FORM OF THE ECONOMY: BUSINESS AND GOVERNMENT<br />\r\n5. RICH CHINA, POOR CHINA: DISPARITIES AND INEQUALITIES<br />\r\n6. A SUSTAINABLE FUTURE?<br />\r\n7. CONCLUSION: PRESENT AND FUTURE</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Tersedia",
            "jumlah_keluar": null,
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/The%20Chinese%20Economy%20(Global%20Economies)%20(1).jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 15:27:42",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10889",
            "id_encrypt_buku": "NjY0MDJmZTU3YmY2ODQzY2Q1NzA1NzYzOTljNDg5Mzg3MGVlZmNmNTQzNjBjMzQ2NzUyZGRjYTNjNzhjZDI0NzRhNjE1NDE2ZDlhMmU0ZDAzOTg2NGE0MDZlNzlmY2YxNjA2YjkzOTBiMWM1OTRjYmI4ODZjYTY0NWY2YTlhZWE4ZzJUN1J0SGZJZGIrL0dXd21VbGJsc1dMbUFhbHBMd3A1NlcyRldReHVZPQ==",
            "no_induk": "P7706",
            "uuid_koleksi": "87de10c1-d07b-42d1-ac7a-b8729801a6a3",
            "kode_panggil_ddc": null,
            "judul": "Fact and Fiction in Global Energy Policy : 15 Contentious Question",
            "judul_asli": null,
            "pengarang": "SOVACOOL, Benjamin K.",
            "penerbit": "johns hopkins university press",
            "tahun_terbit": "2016",
            "kota_terbit": "Baltimore",
            "edisi": "",
            "kolasi": "xiii + 370. ; 24 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "333.7",
            "subjek": "Natural Resources",
            "no_rak": null,
            "ISBN": "9781421418971",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7717",
            "abstrak": "<p>Energy sustainability and climate change are two of the greatest challenges facing human- kind. Fact and Fiction in Global Energy Policy aims to change the prevailing discourse by examining fifteen core energy questions from a variety of perspectives.<br />\r\nTouching on pollution, climate mitigation and adaptation, energy efficiency, govern- ment intervention, and energy security, the authors explore interrelated concepts of law, philosophy, ethics, technology, economics, psychology, sociology, and public policy</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>Bab 1. Energy and society<br />\r\nBab 2. energy resources and technology<br />\r\nBab 3. climate change<br />\r\nBab 4. energy security and energy transitions</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Tersedia",
            "jumlah_keluar": null,
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/Fact%20and%20Fiction%20in%20Global%20Energy%20Policy%2015%20Contentious%20Question.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 15:22:47",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10888",
            "id_encrypt_buku": "NTkwMjgzN2JkOGE3MDJiMGFkMmY1YmZiYTA1MjhjZTM3YjQ0MzAyYmQyNWY0NWI4ZDE5ZTMzZDI1Nzg2YzRjZjE3ZGY2YTM0NDA2ZTc4YTNiODA3MzIwMjkwNDA1MTcyOTI5ZjI0NWI4NzA4NzNiZmE0ZmU5MGRhYTY2N2M1MjNoMVgxMjFnNWorYnZjYjhmT0Q1THd5dEJ0TElBVFN6ZWp0UTVFekN4UW93PQ==",
            "no_induk": "P7705",
            "uuid_koleksi": "cc4d5038-6038-44ce-b1f9-d6db2a9b7898",
            "kode_panggil_ddc": null,
            "judul": "Field Notes From a Catastrophe",
            "judul_asli": null,
            "pengarang": "KOLBERT, Elizabeth",
            "penerbit": "bloomsbury",
            "tahun_terbit": "2006",
            "kota_terbit": "United States",
            "edisi": "",
            "kolasi": "210 hlm. ; 21 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "363.738",
            "subjek": "Global Warming",
            "no_rak": null,
            "ISBN": "9781596911253",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7716",
            "abstrak": "<p>Americans have been warned since the late 1970s that the buildup of carbon dioxide in our atmosphere threatens to melt the polar ice sheets and irreversibly change our climate. With little done since then to alter this danger- ous path, the world has reached a critical threshold. By the end of the twenty-first cen- tury, it will likely be hotter than at any point in the last two million years, and the sweeping consequences of this change will determine the course of life on earth for generations to come.</p>\r\n\r\n<p>In writing that is both clear and unbiased, acclaimed journalist Elizabeth Kolbert ap- proaches this monumental problem from every angle. She travels to the Arctic, interviews re- searchers and environmentalists, explains the science and the studies, draws frightening par- allels to lost ancient civilizations, unpacks the politics, and presents the personal tales of those who are being affected most-the people who make their homes near the poles and, in an eerie foreshadowing, are watching their worlds disappear. Growing out of a groundbreaking three-part series for the New Yorker, Field Notes from a Catastrophe brings the environ- ment into the consciousness of the American people and asks what, if anything, can be done to save our planet.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>Chapter 1: Shishmaref, Alaska<br />\r\nChapter 2: A Warmer Sky<br />\r\nChapter 3: Under the Glacier<br />\r\nChapter 4: The Butterfly and the Toad<br />\r\nChapter 5: The Curse of Akkad<br />\r\nChapter 6: Floating Houses<br />\r\nChapter 7: Business as Usual<br />\r\nChapter 8: The Day After Kyoto<br />\r\nChapter 9: Burlington, Vermont<br />\r\nChapter 10: Man in the Anthropocene</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Tersedia",
            "jumlah_keluar": "0",
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/Field%20Notes%20from%20a%20Catastrophe%20Man%2C%20Nature.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 15:18:59",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10887",
            "id_encrypt_buku": "MzQ1YTc0ZjNmMDc2ODU5YTMyOGY3ZGYzZDVhMTM4NWIyMjM5YjdmNTFjODlkZjM4ZTlmNDZjOTQ3Mzc4MTIxZjkxMWNkNDU2OTc3ZGNjNjhkMTQxYjcwYmIwZTViMzc2YjlhZTBkYjc1ZmYwYWI2MDEyNWQ2M2JlOGFjNzc2ZDdDeEk3RFMyZ29TNWk1U1ZINmJ6MGtxOVZEYkRtVzVJdzZ1MVpyalVCYVM0PQ==",
            "no_induk": "P7709",
            "uuid_koleksi": "c6999794-2f5e-4a7c-9c97-840f0fb6ed39",
            "kode_panggil_ddc": null,
            "judul": "Health Policy Issues: An Economic Perspective",
            "judul_asli": null,
            "pengarang": "FELDSTEIN, Paul J. and Melnick, Glenn",
            "penerbit": "Health Administration Press",
            "tahun_terbit": "2023",
            "kota_terbit": "chicago",
            "edisi": "",
            "kolasi": "xxx + 769 hlm . ; 25 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "344.04 ",
            "subjek": "Health Policy",
            "no_rak": null,
            "ISBN": "978-1-64055-342-2",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7720",
            "abstrak": "<p>Healthcare affects the lives of most Americans and absorbs a large portion of the United States&rsquo; resources. It also is continually debated, prompting ongoing legislative changes and market restructuring. One of the best ways to understand healthcare, in all its complexity, is from an economic perspective&mdash;that is, from the perspective of the financial self-interest of all involved parties.<br />\r\nHealth Policy Issues: An Economic Perspective takes just such an approach. Renowned author Paul J. Feldstein describes the forces that press for change in healthcare and explains why the US health system has evolved to its current state. This book&rsquo;s 38 concise, issue-oriented chapters cover various aspects of the US health system, including the cost of medical care, health insurance, Medicare and Medicaid, physician and nursing shortages, medical school admittance, malpractice reform, prescription drugs, and more. Throughout, the book integrates information about the most significant health policy enacted in many years&mdash;the Affordable Care Act (ACA). Discussion questions, key points, and further readings round out every chapter.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>Chapter 1. The Rise of Medical Expenditures<br />\r\nChapter 2. How Much Should We Spend on Medical Care?<br />\r\nChapter 3. Do More Medical Expenditures Produce Better Health?<br />\r\nChapter 4. In Whose Interest Does the Physician Act?<br />\r\nChapter 5. Rationing Medical Services<br />\r\nChapter 6. How Much Health Insurance Should Everyone Have?<br />\r\nChapter 7. Why Are Those Who Most Need Health Insurance Least Able to Buy It?<br />\r\nChapter 8. Medicare<br />\r\nChapter 9. Medicaid<br />\r\nChapter 10. How Does Medicare Pay Physicians?<br />\r\nChapter 11. The Shortage of Physicians and Emerging Solutions<br />\r\nChapter 12. Why Is Getting into Medical School So Difficult?<br />\r\nChapter 13. The Changing Practice of Medicine<br />\r\nChapter 14. The Economic Outlook for Registered Nurses<br />\r\nChapter 15. Do Nonprofit Hospitals Behave Differently from For-Profit Hospitals?</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Tersedia",
            "jumlah_keluar": null,
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/Health%20Policy%20Issues%20An%20Economic%20Perspective%202.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 14:58:32",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10886",
            "id_encrypt_buku": "ODkwNjllNTAxMjg1YWQyMzBiNjlkMzkwMjFjMTE5NGVjMDk1MjYyMjRkZDhhODk4YzM4ZmFiMDA1ZGU2MWRlNzg1NjM1Y2Q3ZmExYWY1MGQ1ZDYxNDdlNTEzODIyNDU0ZGUzNWRkYmRmMTJkNWEzMjczNTZlNGEzZjc2MGQ3MmR1M3BCWENDZUUrclhqOWVoRWdjQmw3dFVOTW1ndjBEKzB1YXFpdVgxTnM0PQ==",
            "no_induk": "P7704",
            "uuid_koleksi": "6060c42f-678a-41d3-b15f-d051f745b55b",
            "kode_panggil_ddc": null,
            "judul": "The Cyber Effect : An Expert in Cyberpsychology Explains How Technology Is Shaping Our  Children, Our Behavior, and Our Values--and What We Can Do About It",
            "judul_asli": null,
            "pengarang": "AIKEN, Mary",
            "penerbit": "Random House",
            "tahun_terbit": "2016",
            "kota_terbit": "",
            "edisi": "",
            "kolasi": "387 hlm. ; 20 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "155.6",
            "subjek": "",
            "no_rak": null,
            "ISBN": "9780812987478",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7715",
            "abstrak": "<p>Mary Aiken, the world&rsquo;s leading expert in forensic cyberpsychology, offers a starting point for all future conversations about how the Internet is shaping development and behavior, societal norms and values, children, safety, privacy, and our perception of the world. Drawing on her own research and extensive experience with law enforcement, Aiken covers a wide range of subjects, from the impact of screens on the developing child to the explosion of teen sexting and the acceleration of compulsive and addictive behaviors online. Aiken provides surprising statistics and incredible-but-true case studies of hidden trends that are shaping our culture and raising troubling questions about where the digital revolution is taking us.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "",
            "status_koleksi": "Dipinjam",
            "jumlah_keluar": "1",
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/The%20Cyber%20Effect%20An%20Expert%20in.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 10:45:07",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10885",
            "id_encrypt_buku": "Mjg3YTdiNzNmYmYyZjFiN2Y1YWY1OTg2YzA5MWNlNjI4ZDQ0YTc4NDM3MjQ5MjUwNmVlNGY3ZTg4MGVhNGMyZTkzNzkyZDljNDcxYjY4NTc5NjU2ZmMwMTU0YjBlYjY1ZTMwM2FkMjlkMDM0ZmZlYjk5ZTM2N2MwOTAwMzVhZjdWN1A1VWZjaW85SCtGSmRQWTRmQkR0L1BGTlJXKzkwekd1cHZDWExxYmowPQ==",
            "no_induk": "P7703",
            "uuid_koleksi": "3197d8d4-0aca-4e76-9371-5c9e777e2d7a",
            "kode_panggil_ddc": null,
            "judul": "The Door-To-Door Bookstore",
            "judul_asli": null,
            "pengarang": "HENN, Carsten",
            "penerbit": "Penerbit BACA",
            "tahun_terbit": "2020",
            "kota_terbit": "Tanggerang Selatan",
            "edisi": "",
            "kolasi": "301 hlm. ; 20 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "823",
            "subjek": "Fiksi Inggris",
            "no_rak": null,
            "ISBN": "9786026486998",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7714",
            "abstrak": "<p>Di usia senja, Carl Kollhoff adalah seorang penjual buku luar biasa.<br />\r\nSaat matahari terbenam, setelah toko tutup, ia membungkus buku-buku yang telah dipilihnya dengan cermat, seolah-olah akan memberikannya sebagai kado. Ia kemudian berjalan kaki melintasi lorong-lorong indah kota untuk mengantarkannya kepada para pelanggan istimewa yang diam-diam ia namai sesuai tokoh dalam buku.<br />\r\nHampir seperti persahabatan, ia terhubung dengan orang-orang ini, mereka yang memilih menyendiri di kediaman masing-masing dan menjadikan Carl sebagai tautan terpenting dengan dunia luar. Hingga suatu hari, ia bertemu dengan seorang gadis sembilan tahun bernama Schascha. Lantang dan bersikap sok dewasa, ia bersikeras menemani Carl-bahkan berusaha mengajari lelaki tua itu soal buku.<br />\r\nKetika pekerjaan Carl di toko buku terancam, Schascha menghi- lang. Dengan penuh kekalutan, ia mencari-cari Schascha. Namun, di semua sekolah yang ia telusuri, tidak ada anak bernama Schascha.<br />\r\nSiapakah Schascha sebenarnya? Mampukah Carl yang lugu dan lembut hati mengatasi permasalahan yang bertubi-tubi?</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>1. Sosok yang Tepat untuk Semua Musim<br />\r\n2. Orang Asing<br />\r\n3. Merah dan Hitam<br />\r\n4. Harapan Besar<br />\r\n5. Kata-Kata<br />\r\n6. Jejak<br />\r\n7. Perjalanan Menuju Akhir Malam</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Dipinjam",
            "jumlah_keluar": "1",
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/The%20Door%20To%20Door%20Bookstore.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 10:16:21",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        },
        {
            "id_koleksibuku": "10884",
            "id_encrypt_buku": "M2E4OTNjMjE4MzA2MGEyMDQwZmZkMGMzZWQwNGU4NTNhODU2MzM0ZjkxNDZiNDUzMDJmM2JmMzhlZTJjNWUyYzU4NDA1YmRkMThiMjdiYzFhN2RlNzAxNmViNjU0MmJmYWExZjExYTVmODZhNGE3Zjk4NjQ3Y2IyNjY1MjA3YTNCVTJ4TDVqRXIrTjBBeXh5STJtaitOY09zRVg4UitpS0R1WjRkRnlFb3JrPQ==",
            "no_induk": "P7702",
            "uuid_koleksi": "26067841-37a0-4c20-920d-63685e08937c",
            "kode_panggil_ddc": null,
            "judul": "The intelligent investor : The Definitive Book on Value Investing",
            "judul_asli": null,
            "pengarang": "GRAHAM, Benjamin",
            "penerbit": "Harper Business",
            "tahun_terbit": "2023",
            "kota_terbit": "New York",
            "edisi": "",
            "kolasi": "xiv + 623 hlm. ; 23 cm.",
            "seri": "",
            "keterangan_jilid": "",
            "no_class": "332.67",
            "subjek": "Investments",
            "no_rak": null,
            "ISBN": "9780062356215",
            "valuta": null,
            "harga": "0",
            "sumber_anggaran": "",
            "no_registrasi": "P7713",
            "abstrak": "<p>The greatest investment advisor of the twentieth century, T Benjamin Graham taught and inspired people worldwide. Graham&#39;s philosophy of &quot;value investing&quot; which shields investors from substantial error and teaches them to develop long-term strategies- has made The Intelligent Investor the stock market bible ever since its original publication in 1949.<br />\r\nOver the years, market developments have proven the wisdom of Graham&#39;s strategies. While preserving the integrity of Graham&#39;s original text, this revised edition includes updated commentary by noted finan- cial journalist Jason Zweig, whose perspective incorporates the realities of today&#39;s market, draws parallels between Graham&#39;s examples and today&#39;s financial headlines, and gives readers a more thorough understanding of how to apply Graham&#39;s principles.<br />\r\nVital and indispensable, this Collins Business Essentials edition of The Intelligent Investor is the most important book you will ever read on how to reach your financial goals.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "TOC": "<p>1. Investment versus Speculation: Results to Be Expected by the Intelligent Investor<br />\r\n2. The Investor and Inflation<br />\r\n3. A Century of Stock-Market History: The Level of Stock Prices in Early 1972<br />\r\n4. General Portfolio Policy: The Defensive Investor<br />\r\n5. The Defensive Investor and Common Stocks<br />\r\n6. Portfolio Policy for the Enterprising Investor: Negative Approach<br />\r\n7. Portfolio Policy for the Enterprising Investor: The Positive Side<br />\r\n8. The Investor and Market Fluctuations</p>\r\n\r\n<p>&nbsp;</p>\r\n",
            "status_koleksi": "Tersedia",
            "jumlah_keluar": null,
            "jumlah_total": "1",
            "file_teks": null,
            "file_image": "https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/buku/gambar/Intelligent%20Investor%20The%20Definitive.jpg",
            "file_alihmedia": null,
            "created_at": "2024-08-28 10:13:44",
            "updated_at": null,
            "deleted_at": null,
            "is_active": "1",
            "id_pengadaan": "0",
            "role_koleksi": "1",
            "keterangan": null,
            "kode_ref": null,
            "is_publish": "1",
            "filedigital": null
        }
    ],
    "backVal": {
        "e3555ebe8b7daf4a9966f8130fb3a93f": "elibB4Pp3Na5",
        "tO1f66894b4ee37884cb9367b8931b8773": "59ea673cb6c597ebab2ce3190c79d311"
    }
}